---
kind: type
id: T:Autodesk.Revit.UI.Events.TransferringProjectStandardsEventArgs
source: html/ffc4e960-25e8-9edb-f660-d328c57e65d0.htm
---
# Autodesk.Revit.UI.Events.TransferringProjectStandardsEventArgs

The event arguments used by the TransferringProjectStandards event.

## Syntax (C#)
```csharp
public class TransferringProjectStandardsEventArgs : RevitAPIPreDocEventArgs
```